[{"model": "products.category", "pk": 4, "fields": {"name": "Smaller Plants", "friendly_name": "smallerplants"}}, {"model": "products.category", "pk": 5, "fields": {"name": "Larger Plants", "friendly_name": "largerplants"}}, {"model": "products.category", "pk": 6, "fields": {"name": "Pet Friendly", "friendly_name": "petfriendly"}}, {"model": "products.category", "pk": 7, "fields": {"name": "Blooming Plants", "friendly_name": "bloomingplants"}}, {"model": "products.category", "pk": 8, "fields": {"name": "Green Plants", "friendly_name": "greenplants"}}, {"model": "products.category", "pk": 9, "fields": {"name": "All Plants", "friendly_name": "allplants"}}, {"model": "products.product", "pk": 2, "fields": {"category": 7, "sku": "blooming.plants.1", "name": "Orchid", "price": "12.99", "description": "Add a pop of serenity to your tablescape with this popular Phalaenopsis orchid. One of the easiest varieties to grow as a houseplant—it is affectionately called the beginner orchid. You may notice a small number of blooms on your orchid upon delivery. These blooms will open quicker in a warm indoor setting. It will typically bloom about once a year, for up to three months. After a blooming cycle, the flowers will wilt and fall off. This is the orchid’s way to store up energy to re-bloom again next season.", "season": "All year", "image_url": null, "image": "media/orchid_lkyyb5"}}, {"model": "products.product", "pk": 3, "fields": {"category": 8, "sku": "green.plants.1", "name": "Cactus", "price": "8.99", "description": "Almost impossible to kill! Will grow best in lots of light, good drainage, high temperatures and low moisture. During the autumn and winter months, it is best for the plants to be kept cool at night with temperatures of around 8°C to 10°C.  In the spring and summer the plants need good ventilation, but will survive in high temperatures.", "season": "All year", "image_url": null, "image": "media/cactus_uu6dlu"}}, {"model": "products.product", "pk": 4, "fields": {"category": 5, "sku": "larger.plants.1", "name": "Snake Plant", "price": "14.99", "description": "The beautiful Snake plant is popular for its incredibly easy-going nature (it can tolerate low light and drought) and its air-purifying capabilities. The easiest way to kill this plant is to overcare for it. Can gro tall and old if taken care of!", "season": "All year", "image_url": "https://res.cloudinary.com/karinoldbring/image/upload/v1656310783/BloomRoom/mother-in-law-tongue_gpzcpd.jpg", "image": "media/mother-in-law-tongue_eale0m"}}, {"model": "products.product", "pk": 5, "fields": {"category": 5, "sku": "larger.plants.2", "name": "Ficus", "price": "69.00", "description": "The Ficus Burgundy, or rubber tree, is known for its glossy burgundy leaves and latex sap that was once used in rubber production! This same sap makes the Ficus elastica toxic, so the best practice is to keep it out of the reach of curious pets and small children. Give your Ficus Burgundy plenty of bright indirect light to help it retain its dramatic foliage.", "season": "All year", "image_url": null, "image": "media/ficus_iksnvs"}}, {"model": "products.product", "pk": 6, "fields": {"category": 7, "sku": "blooming.plants.2", "name": "Pink Anthurium", "price": "59.00", "description": "﻿This bright pink Anthurium lives up to its nickname, the flamingo flower. Rarely without their showy blooms, Anthuriums are known as the world’s longest blooming houseplant. Each bloom can last up to eight weeks, and new ones will pop up often. These aren’t actual flowers, but modified waxy leaves. Anthuriums flourish and bloom best in bright indirect light.", "season": "All year", "image_url": null, "image": "media/anthurium_gisfra"}}, {"model": "products.product", "pk": 7, "fields": {"category": 6, "sku": "pet.friendly.1", "name": "Calathea", "price": "79.99", "description": "The Calathea Orbifolia’s broad, oval-shaped leaves with contrasting green stripes make it a popular plant for home decor and plant enthusiasts alike. Its lush foliage benefits from frequent waterings and high humidity. In ideal conditions (think tropical), its pet-friendly leaves can grow over a foot wide!", "season": "All year", "image_url": null, "image": "media/calathea_fyyxe6"}}, {"model": "products.product", "pk": 8, "fields": {"category": 7, "sku": "blooming.plants.3", "name": "Camelia", "price": "49.99", "description": "Camellias are dense shrubs with brilliant foliage. They offer bright, long-blooming flowers. Caring for camellias will include water and fertilizer. Store the tender Camelia in a cool and light place over winter.", "season": "Spring to Fall", "image_url": null, "image": "media/camelia_qjhjqd"}}, {"model": "products.product", "pk": 9, "fields": {"category": 8, "sku": "green.plants.2", "name": "Basil", "price": "19.99", "description": "Basil is a warm-weather, fragrant herb that tastes great in many dishes—including the beloved homemade pesto! Keep in a sunny and warm window, and give it plenty of water, the basil can not get enough. In the summer you can keep it outside. Keep harvesting the leaves to keep the plant going strong.", "season": "All year", "image_url": null, "image": "media/basil_xhey3s"}}, {"model": "products.product", "pk": 10, "fields": {"category": 4, "sku": "smaller.plants.1", "name": "Primrose", "price": "12.99", "description": "Primrose flowers (Primula polyantha) bloom in early spring, offering a variety of form, size, and color. Blooming often lasts throughout summer and in some areas, they will continue to delight the fall season with their outstanding colors. And, the Primrose has a wonderful scent!", "season": "Spring to Fall", "image_url": null, "image": "media/primrose_wumfcv"}}, {"model": "products.product", "pk": 11, "fields": {"category": 7, "sku": "blooming.plants.4", "name": "Miniature Rose", "price": "14.99", "description": "Growing roses indoors is certainly possible if you can provide the right conditions for your plant! The most important aspect in indoor rose care is being able to provide enough light. Miniature roses require quite a bit of direct sun indoors in order to thrive. Provide at least six hours of direct sun. Southern or western exposure windows are ideal. As far as watering, it is important to be very attentive to the soil moisture needs of your miniature rose. Use your finger to judge if your plant needs water. If the surface of the soil feels damp, don’t water.", "season": null, "image_url": null, "image": "media/rose_derlig"}}, {"model": "products.product", "pk": 12, "fields": {"category": 4, "sku": "smaller.plants.1", "name": "Aloe Vera", "price": "9.99", "description": "The aloe vera plant is an easy, attractive succulent that makes for a great indoor companion. Aloe vera plants are useful, too, as the juice from their leaves can be used to relieve pain from scrapes and burns when applied topically. Place in bright, indirect sunlight or artificial light. Generally speaking, plan to water your aloe plant about every 2-3 weeks in the spring and summer and even more sparingly during the fall and winter.", "season": "All year", "image_url": null, "image": "media/aloe_d1jj1r"}}, {"model": "products.product", "pk": 13, "fields": {"category": 4, "sku": "smaller.plants.3", "name": "Succulent", "price": "7.99", "description": "Succulents love light and need about six hours of sun per day, depending on the type of succulent. Newly planted succulents can scorch in direct sunlight, so you may need to gradually introduce them to full sun exposure or provide shade with a sheer curtain. Just like us, succulents need more energy when they're in a period of growth. During the spring and summer, the plants are thriving and drinking up much more water than when they're resting in the fall and winter.", "season": "All year", "image_url": null, "image": "media/succulent_z4kkuv"}}, {"model": "products.product", "pk": 14, "fields": {"category": 8, "sku": "green.plants.3", "name": "Chinese Money Plant", "price": "16.99", "description": "The Chinese money plant (or Pilea) is frequently featured in Scandinavian interiors, where its bright green pancake-shaped leaves provide an adorable and welcome burst of color against white walls. Light-wise, the best situation for a Chinese money plant is bright light, with no direct sunlight. Direct sun scorches leaves, and light shade may encourage larger leaves. They’re said to be hardy down to freezing, and a period of cool temperatures may make them more likely to produce their tiny white flowers on pink stems.", "season": "All year", "image_url": null, "image": "media/chinese-money-plant_hwth1y"}}, {"model": "products.product", "pk": 15, "fields": {"category": 5, "sku": "larger.plants.3", "name": "Monstera", "price": "49.99", "description": "Nicknamed the swiss cheese plant, the Monstera deliciosa is famous for its quirky natural leaf holes. These holes are theorized to maximize sun fleck capture on the forest floor. Depending on the season and maturity of the plant, your Monstera could arrive with no holes just yet, and be sized to grow alongside you.", "season": "All year", "image_url": null, "image": "media/monstera_g0su0l"}}, {"model": "products.product", "pk": 16, "fields": {"category": 6, "sku": "pet.friendly.2", "name": "Majesty Palm", "price": "35.99", "description": "The Pet Friendly Majesty Palm is a popular tropical palm known for its graceful, long green fronds. It is a slow-growing plant, but when well cared for can reach up to 10 feet in height, giving your space instant jungle vibes. Sized to ship best, our large Majesty Palm arrives with room to grow as it adapts to your home’s conditions.", "season": "All year", "image_url": null, "image": "media/palm_ux7o0d"}}, {"model": "products.product", "pk": 17, "fields": {"category": 6, "sku": "pet.friendly.3", "name": "African Violet", "price": "13.99", "description": "This Pet Friendly beauty thrives with indirect sunlight, and will bloom beautifully. They’ll need a moderate amount of watering (try to put water under the leaves). Since they can bloom year-round, fertilize regularly.", "season": "All year", "image_url": null, "image": "media/african-violet_pnvfp8"}}, {"model": "products.product", "pk": 18, "fields": {"category": 6, "sku": "pet.friendly.4", "name": "Venus Flytrap", "price": "15.99", "description": "Not only is this plant pet-friendly, it’s also super low-maintenance. Keep your Venus flytrap happy by placing it somewhere that gets at least four hours of direct sunlight and watering it with distilled water. For soil, opt for peat moss or sphagnum moss. Placing the plant on a porch is ideal, as it can feed itself with passerby flies. It needs only one to two insects per month to sustain itself.", "season": "All year", "image_url": null, "image": "media/venus-flytrap_mgqicl"}}, {"model": "products.product", "pk": 19, "fields": {"category": 6, "sku": "pet.friendly.5", "name": "Watermelon Peperomia", "price": "9.99", "description": "The Peperomia family includes lots of varieties, but we’re partial to the Watermelon (a quick look at its leaves makes it clear how it got its name). They prefer to be kept out of direct sunlight and don’t need a ton of watering to stay happy. Though it won’t need too much hydration, you’ll want to water your peperomia when the top inch or two of the soil is dry to the touch.", "season": "All year", "image_url": null, "image": "media/watermelon-peperomia_uezpgd"}}, {"model": "products.product", "pk": 20, "fields": {"category": 5, "sku": "larger.plants.4", "name": "Areca Palm", "price": "29.99", "description": "These palms have smooth, sometimes golden trunks that are reminiscent of bamboo clumps. Their fronds are narrow and full, almost like bamboo leaves. When grown outdoors, they are often used as a privacy screen. These palms are also grown indoors as houseplants. They are best planted in the spring, and they have a slow to moderate growth rate. Indoor palms often don’t receive enough light unless they are placed near a very bright window. So, it can benefit your palm to bring it outdoors in warm weather to be exposed to diffused sunlight.", "season": "All year", "image_url": null, "image": "media/areca-palm_rrgooh"}}, {"model": "products.product", "pk": 21, "fields": {"category": 5, "sku": "larger.plants.5", "name": "High Chaparall Cactus", "price": "59.99", "description": "Cacti require four to six hours of bright sunlight daily. Locate your cactus near a sunny window, and opt for a spot that receives filtered bright light in the summer and direct light (like a south- or west-facing window) in the winter. You can move your cactus outdoors during the summer to provide ample light requirements. During the spring and summer, when your cactus is actively growing and blooming, give it a hearty drink every ten days, allowing the water to drain thoroughly. During the winter rest period, decrease waterings to once every four weeks (and every six weeks for some desert species). The soil should be dry to the touch in between summer waterings and mostly dry in the winter.", "season": "All year", "image_url": null, "image": "media/cactus-large_nnso9k"}}, {"model": "products.product", "pk": 22, "fields": {"category": 8, "sku": "green.plants.4", "name": "Bonsai Tree", "price": "159.99", "description": "Bonsai trees have a reputation for being extremely delicate and difficult to maintain. While these specimens do require special attention, once you learn the principles of bonsai care, it's fairly straightforward. One of the trickiest parts of caring for bonsai is getting the amounts of watering and humidity just right. Constant monitoring and appropriate watering or misting is important. You're essentially creating a microclimate for your bonsai. Bonsai can do very well indoors on a year-round basis if you make sure it's light and water requirements are taken care of. But consider giving your bonsai a little outing from time to time, for some fresh air, a light mist of raindrops, or some dappled sunlight, and it will surely thank you with its renewed vigor.", "season": "All year", "image_url": null, "image": "media/bonsai_mbnepn"}}, {"model": "products.product", "pk": 23, "fields": {"category": 7, "sku": "blooming.plants.5", "name": "Cyclamen", "price": "9.99", "description": "The cyclamen stand out beautifully against the rounded, dark green leaves with gray-green markings. Because of their winter blooms, they are famous gifts for the winter holidays. Cyclamen require cool temperatures to bloom and do so in the wintertime. They are very moisture-sensitive and are prone to develop rot if too wet. Cyclamen fare the best in an area with bright, indirect lighting and good air circulation.", "season": "Winter to Spring", "image_url": null, "image": "media/cyclamen_kpek5e"}}, {"model": "products.product", "pk": 24, "fields": {"category": 4, "sku": "smaller.plants.4", "name": "Carnation", "price": "8.99", "description": "Carnations are fairly easy to grow and care for. Although carnations are sometimes known as a short-lived perennial, if they have the right conditions, you can expect years of beauty and fragrance from them. Although they do best in full sun, carnations are fine with some partial shade. Carnations are relatively drought tolerant but they need regular water in spring when their flower buds are forming. During dry spells in summer they may need an extra drink of water. Water at the base of the plant.", "season": "All year", "image_url": null, "image": "media/carnation_tsayck"}}, {"model": "products.product", "pk": 25, "fields": {"category": 8, "sku": "green.plants.5", "name": "Hoya", "price": "16.99", "description": "Hoyas are extremely popular houseplants and for good reason. These attractive trailing plants are characterized by thick, waxy leaves and long tendrils. They make fantastic hanging plants, but can also easily climb trellises and moss poles. Hoyas are semi-succulent epiphytic plants—they naturally pull nutrients and moisture from the air, and their thick leaves hold water similar to succulents1. This makes them drought-tolerant, and, overall, relatively easy to care for.", "season": "All year", "image_url": null, "image": "media/hoya_knnmhp"}}, {"model": "products.product", "pk": 26, "fields": {"category": 4, "sku": "smaller.plants.5", "name": "Viola", "price": "6.99", "description": "Violas are primarily cool-season bloomers: They are perfect for starting and ending the season in colder climates, and for bridging the seasons in warmer zones where they can remain in bloom throughout the winter. The timing for planting violas will depend on your climate. In cool climates, they are usually planted in the spring; in climates without winter frost, they can be planted in the fall.", "season": "Spring to Fall", "image_url": null, "image": "media/viola_uadjkj"}}]